Repository: partio-scout/kululasku
Catalog: expenses/apps/expenseapp/locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: DD.MM.YYYY
fi: PP.KK.VVVV
sv: dd.mm.åååå

source: HH.MM
fi: TT.MM
sv: tt.mm

source: Amount
fi: Summa
sv: Summa

source: Amount of kilometres, days or the sum of the expense
fi: Kilometrien tai päivien määrä tai muun kulun summa
sv: Antal kilometrar, dagar eller totala utgifterna

source: Description
fi: Kuvaus
sv: Beskrivning

source: Description of the expense, eg. the route of the journey (travel expenses) or purpose of the purchased goods
fi: Kulun kuvaus, esim. matkareitti (matkakuluissa) tai ostettujen tuotteiden käyttötarkoitus
sv: Beskrivning av omkostnad, t.ex. Reserutt (för reseräkning) eller ändamål med införskaffad vara

source: Organisation ID was not found.
fi: Organisaatiota ei löytynyt.
sv: Organisationsuppgifter har ej hittats.

source: Please choose smaller file. Size limit is %s and your file is %s
fi: Tiedostosi on liian suuri. Tiedostokoon maksimi on %s ja tiedostosi koko on %s
sv: Välj mindre fil. Storleksgräns är% s och din fil är% s

source: This expense type requires an ending time!
fi: Tämä kulutyyppi vaatii päättymisajan!
sv: Denna typ av omkostnad kräver avslutningstid!

source: This expense type requires a receipt!
fi: Tämä kulutyyppi vaatii kuitin!
sv: Denna typ av omkostnad kräver kvitto!

source: Copy of expense will be sent to the email.
fi: Kopio kulusta lähetetään sähköpostiin.
sv: Kopia av utgifterna skickas till e-postmeddelandet.

source: First name
fi: Etunimi
sv: Förnamn

source: Last name
fi: Sukunimi
sv: Efternamn

source: Email
fi: Sähköposti
sv: E-post

source: Email already exists
fi: Sähköpostiosoite on jo käytössä
sv: E-postadress upptagen

source: Multiplier
fi: Kerroin
sv: Koefficient

source: Date Type Amount
fi: Pvm Tyyppi Määrä
sv: Datum Typ Mängd

source: New expense CC'd to you
fi: Kululasku lähetetty kopiona sinulle
sv: En kopia av en omkostnadsredovisning är sänd till dig

source: Enter a valid Finnish personal identity code.
fi: Syötä kelvollinen suomalainen henkilötunnus.
sv: Fyll i ett giltigt finskt socialskyddsnummer.

source: Enter a valid Finnish personal identity code or Finnish business ID.
fi: Syötä kelvollinen suomalainen henkilötunnus tai Y-tunnus.
sv: Fyll i ett giltigt finskt socialskyddsnummer eller FO-nummer.

source: Supported image formats are PDF, JPG, PNG or HEIC formats. If you have a .docx file, print to PDF.
fi: Tuetut kuvaformaatit ovat PDF, JPG, PNG tai HEIC tyypit. Jos käsittelet .doc tiedostoa, tallenna se PDF:nä.
sv: Bildformat som stöds är PDF, JPG, PNG eller HEIC. Om du bearbetar en .doc-fil, spara den som en PDF.

source: Enter a valid Finnish business ID.
fi: Syötä kelvollinen suomalainen Y-tunnus.
sv: Fyll i ett gällande finsk FO-nummer.

source: Enter a valid phone number without any spaces or dashes.
fi: Syötä kelvollinen puhelinnumero ilman välilyöntejä ja -viivoja.
sv: Fyll i ett gällande telefonnummer utan mellanslag eller -sträck.

source: Enter your first and last name.
fi: Syötä etu- ja sukunimesi
sv: Fyll i ditt för- och efternamn.

source: Sent
fi: Lähetetty
sv: Sänd

source: Edited
fi: Muokattu
sv: Ändrad

source: Name
fi: Nimi
sv: Namn

source: Business ID
fi: Y-tunnus
sv: FO-nummer

source: Selectable
fi: Valittavissa
sv: Valbar

source: Send active
fi: Lähetetään eräajossa
sv: Aktiva skickas

source: Account dimension code
fi: Kustannuspaikan koodi
sv: Kod för kostnadsstället

source: Account dimension code(s). If multiple, separate with semicolons (;).
fi: Kustannuspaikan tai -paikkojen koodit. Jos useampi, erota puolipisteellä (;).
sv: Kod(er) för kostnadsställe(n). Ifall flera, särskilj dem med semikolon (;).

source: Trustee
fi: Luottamushenkilö
sv: Förtroendevald

source: Employee
fi: Työntekijä
sv: Anställd

source: Phone
fi: Puhelin
sv: Telefon

source: Address
fi: Katuosoite ja postitoimipaikka
sv: Adress

source: Bank account no
fi: Tilinumero
sv: Kontonummer

source: BIC no
fi: BIC-koodi
sv: BIC kod

source: Person number
fi: Henkilötunnus
sv: Personnummer

source: Person number is required for every expense application for annual announcements to the tax authority. If you don't want to save it here, you can enter it to each expense application separately.
fi: Henkilötunnus vaaditaan jokaiseen kululaskuun verottajan vuosi-ilmoitusta varten. Mikäli et halua tallentaa sitä omiin tietoihisi, voit syöttää sen jokaiseen kululaskuun erikseen.
sv: Personbeteckning krävs i varje kostnadsredovisning på grund av beskattarens årsanmälan. Om du inte vill spara uppgiften i din profil, kan du i varje kostnadsredovisning mata in personbeteckningen separat.

source: Type
fi: Tyyppi
sv: Typ

source: Site language
fi: Sivuston kieli
sv: Språk

source: Mileage
fi: Kilometrikorvaus
sv: Kilometerersättning

source: Full per diem
fi: Kokopäiväraha
sv: Heldagtraktamente

source: Partial per diem
fi: Osapäiväraha
sv: Partiellt dagtraktamente

source: Foreign per diem
fi: Ulkomaan päiväraha
sv: Utrikes dagtraktamente

source: Meal allowance
fi: Ateriakorvaus
sv: Måltidsersättning

source: Other
fi: Muu
sv: Övrigt

source: days
fi: pv
sv: dagar

source: pieces
fi: kpl
sv: stycken

source: Active
fi: Valittavissa
sv: Aktiv

source: Requires receipt
fi: Vaatii kuitin
sv: Kräver kvitto

source: The per price for the expense type (mileage: € per km, other expenses: 1, advances: -1)
fi: Kulutyypin yksikköhinta (kilometrikorvauksissa km-taksa, muissa kuluissa 1, ennakoissa -1)
sv: Kostnad per enhet (kilometerersättning per km, övriga kostnader: 1, förskott: -1)

source: Person type
fi: Henkilön tyyppi
sv: Persontyp

source: Account
fi: Tili
sv: Konto

source: Unit
fi: Yksikkö
sv: Enhet

source: Attention. Route and extra passengers
fi: HUOM. Matkareitti ja lisämatkustajat
sv: Obs. Resrutt och tilläggspersoner

source: Description of cost, for example route, participants, or use of products.
fi: Kuvaus kulusta, esim. matkareitti, osallistujat tai tuotteiden käyttötarkoitus.
sv: Beskrivning av kostnad, t. ex. resrutt, deltagare, eller användning av varor

source: Requires ending time
fi: Vaatii päättymisajan
sv: Kräver avslutningstid

source: Open
fi: Avoin
sv: Öppen

source: Not needed
fi: Ei tarvita

source: Email address
fi: Sähköpostiosoite
sv: E-postadressen

source: CC email address
fi: Sähköpostiosoite kopiolle
sv: Kopia e-postadress

source: Copy of the expense will be sent to the email.
fi: Kopio kulusta lähetetään sähköpostiin.

source: If you apply for an expense reimbursement for a local group, enter the group’s business ID here. Kilometric allowances and daily subsistence allowances can not be applied for with a business ID.
fi: Jos haet kulukorvausta lippukunnalle, syötä tähän lippukunnan Y-tunnus. Y-tunnuksella ei voi hakea kilometrikorvausta tai päivärahoja.
sv: Ifall du ansöker om kostnadsersättning för en kår, mata in kårens FO-nummer här. Kilometerersättningar och dagtraktamenten kan inte ansökas med FO-nummer.

source: Allocation of cost
fi: Kululaskun kohdistus
sv: Allokering av kostnad

source: For example name of event, cost centre, activity area, or responsible employee
fi: Esim. tapahtuma, kustannuspaikka, toiminnanala tai vastuutyöntekijä
sv: T. ex. evenemang, kostnadsställe, verksamhetsområde eller ansvarig anställd

source: Info
fi: Lisätietoja
sv: Tilläggsinformation

source: Status
fi: Tila

source: Begin at
fi: Alkoi
sv: Inleds

source: Ended at
fi: Päättyi
sv: Avslutas

source: Expense type
fi: Kulutyyppi
sv: Typ av omkostnad

source: Cost centre
fi: Kustannuspaikka
sv: Kostnadsställe

source: Receipt
fi: Kuitti
sv: Kvitto

source: A scan or picture of the receipt. Accepted formats include PDF, PNG and JPG. Note: The receipt must clearly show what, when and how much has been paid!
fi: Kuva kuitista. Kuvamuotoina kelpaavat mm. PDF, PNG ja JPG.Huomaa: Kuitista täytyy ilmetä selvästi mitä, milloin ja kuinka paljon on maksettu!
sv: Bild av kvittot. Godkända format är PDF, PNG och JPG. Obs: Av kvittot bör klart framgå vad, när och hur mycket som betalats!

source: My expenses
fi: Omat kulut
sv: Tidigare redovisningar

source: User information
fi: Omat tiedot
sv: Mina uppgifter

source: Admin
fi: Ylläpito

source: Log out
fi: Kirjaudu ulos
sv: Logga ut

source: Sign up
fi: Rekisteröidy
sv: Registrera dig här

source: Log in
fi: Kirjaudu sisään
sv: Logga in

source: Issues with the service?
fi: Ongelmia palvelun käytössä?
sv: Problem med webbtjänst?

source: Activation complete
fi: Tili vahvistettu
sv: Kontot är aktiverat

source: Activation failed
fi: Tilin vahvistaminen epäonnistui
sv: Aktiveringen av kontot misslyckades

source: You have activated your account. Visit your <a href="%(profileurl)s">user page</a>.
fi: Käyttäjätilisi on vahvistettu. Käy <a href="%(profileurl)s">käyttäjäsivullasi</a>.
sv: Du har aktiverat ditt konto. Besök <a href="%(profileurl)s">din egen sida</a>.

source: Something went wrong. Try copying the link again, and make sure it hasn't been broken up over multiple lines.
fi: Jotain meni pieleen. Kokeile linkin kopiointia uudelleen ja varmista ettei se ole jakautunut usealle riville.
sv: Något gick fel. Kopiera påsytt länken och kontrollera att den inte går över fler rader.

source: Registration complete
fi: Rekisteröinti valmis
sv: Registreringen är färdig

source: Your registration has been confirmed and you can now log in with the user name and password you provided.
fi: Rekisteröintisi on nyt vahvistettu ja voit kirjautua sisään antamillasi tunnuksilla.
sv: Din registrering har bekräftats och du kan nu logga in med ditt användarnamn och lösen.

source: Activate your account
fi: Aktivoi käyttäjätunnuksesi
sv: Aktivera ditt lösen

source: Registration failed
fi: Rekisteröityminen epäonnistui

source: Log In
fi: Kirjaudu sisään
sv: Logga in

source: Login failed.
fi: Sisäänkirjautuminen epäonnistui.
sv: Loggin misslyckades.

source: Forgot your password?
fi: Unohditko salasanasi?
sv: Har du glömt ditt lösen?

source: New user
fi: Uusi käyttäjä

source: If you have not used the Finnish scout's expense system before, please register.
fi: Jos et ole aiemmin käyttänyt Partion kululaskua, rekisteröi itsellesi käyttäjätunnus.

source: Note!
fi: Huom!

source: Scout-ID does not work in the expense application.
fi: Partio-ID ei toimi kululaskussa.

source: Logged Out
fi: Uloskirjautuminen onnistui
sv: Du är nu utloggad

source: You were successfully logged out.
fi: Sinut kirjattiin ulos järjestelmästä.
sv: Du är nu utloggad ur systemet.

source: Password Changed
fi: Salasana vaihdettu
sv: Lösen ändrat

source: Password Change
fi: Salasanan vaihto
sv: Ändra lösen

source: Something failed.
fi: Jokin meni pieleen.
sv: Någonting misslyckades.

source: Save
fi: Tallenna
sv: Spara

source: Password Reset Complete
fi: Salasana palautettu
sv: Ditt lösen har ändrats.

source: Now <a href="%(login_url)s">log in</a>.
fi: Nyt voit <a href="%(login_url)s">kirjautua sisään</a>.
sv: Nu kan du <a href="%(login_url)s">logga in</a>.

source: Reset Password
fi: Palauta salasana
sv: Återställ lösenord

source: Reset
fi: Palauta

source: The link you clicked or typed in wasn't recognized. Try again, making sure that the link isn't split over multiple lines.
fi: Klikkaamaasi linkkiä ei tunnistettu. Kokeile uudelleen, varmistaen että linkki ei ole rivittynyt useammalle riville.
sv: Länken du valde hittas inte. Försök pånytt, och se till att länken inte brutits över flera rader.

source: Password Reset Sent
fi: Salasanan palautuslinkki lähetetty
sv: Begäran för nytt lösen har skickats

source: The reset email has been sent.
fi: Palautuslinkki lähetetty sähköpostitse.
sv: Länken för ett nytt lösen har skickats per e-post

source: Password Reset
fi: Salasanan palautus
sv: Återställ lösenord

source: Registration has been saved. An email containing a confirmation link has been sent to your email address. Please confirm your account by clicking on the link. You can only use your account after confirming the account.
fi: Rekisteröinti on tallennettu. Vahvistuslinkin sisältävä sähköpostiviesti on lähetetty sähköpostiosoitteeseesi. Vahvista käyttäjätilisi klikkaamalla viestissä olevaa linkkiä. Voit käyttää käyttäjätiliäsi vasta, kun olet vahvistanut sähköpostiosoitteesi.
sv: Din registrering har sparats. Ett e-postmeddelande med bekräftan har sänts åt dig. Vänligen bekräfta ditt konto genom att öppna länken i e-posten. Kontot är klart för användning efter ditt bekräftande.

source: Register
fi: Rekisteröidy
sv: Registrera dig här

source: Delete
fi: Poista
sv: Radera

source: Default
fi: Oletus
sv: Standard

source: Expenses
fi: Kulut
sv: Kostnader

source: Add new row
fi: Lisää rivi
sv: Lägg till en ny rad

source: Expense total
fi: Kululasku yhteensä
sv: Kostnader totalt

source: Preview application
fi: Esikatsele hakemus
sv: Granska ansökan

source: Organisation data
fi: Organisaatiotiedot
sv: Organisationens uppgifter

source: Annual report
fi: Vuosi-ilmoitukset
sv: Årsanmälan

source: Expense types
fi: Kulutyyppi
sv: Typ av kostnad

source: Guide for using the expense types can be found from <a href="/organisation/help/" target="_blank">here</a>.
fi: Ohje kulutyyppien käyttämiseen löytyy <a href="/organisation/help/" target="_blank">täältä</a>.
sv: <a href="/organisation/help/" target="_blank">Här</a> finner du instruktionerna för hur kostnadsslagen används.

source: Save information
fi: Tallenna tiedot
sv: Spara informationen

source: Select your organisation to continue
fi: Valitse organisaatiosi
sv: Välj organisation

source: User info
fi: Käyttäjätiedot
sv: Användarinfo

source: Change password
fi: Vaihda salasana
sv: Ändra lösen

source: Organisation admin
fi: Organisaation ylläpito
sv: Organisationens admin

source: Expense for %(organisation_name)s
fi: Kulu organisaatiolle %(organisation_name)s
sv: Kostnad för %(organisation_name)s

source: Date
fi: Päivämäärä
sv: Datum

source: Edit application
fi: Muokkaa hakemusta
sv: Ändra ansökan

source: Please verify that all information is correct.
fi: Tarkista että kaikki tiedot ovat oikein.
sv: Vänligen kontrollera att all information är korrekt.

source: Sum
fi: Summa
sv: Summa

source: Total
fi: Yhteensä
sv: Totalt

source: Please verify that all information is correct before submitting the application for review
fi: Tarkista että kaikki tiedot ovat oikein ennen kuin lähetät kulukorvaushakemuksen tarkastettavaksi
sv: Vänligen kontrollera att all information är korrekt innan du sänder den vidare för granskning

source: Expense information saved.
fi: Kulutiedot tallennettu.
sv: Informationen om omkostnader har sparats

source: Profile details updated.
fi: Profiilitiedot päivitetty.
sv: Profiluppgifterna har uppdaterats.

source: Organisation details updated.
fi: Organisaatiotiedot päivitetty.
sv: Organisationsuppgifter har uppdaterats.

source: Ilmoittajan tiedot
sv: Personliga uppgifter

source: Kululaskun tiedot
sv: Redovisningens uppgifter

source: Applicant Name
sv: Namn
